{
    "accession": "Accession number",
    "base_count": "Number of base pairs",
    "collected_by": "Name of the person who collected the specimen",
    "collection_date": "Date that the specimen was collected",
    "country_and_region": "Locality of sample isolation: country names, oceans or seas, followed by regions and localities",
    "culture_collection": "Identifier for the sample culture including institute and collection code",
    "dataclass": "Sequence data class",
    "description": "Brief sequence description",
    "environmental_sample": "Identifies sequences derived by direct molecular isolation from an environmental DNA sample",
    "first_public": "Date when made public",
    "germline": "Indicates whether the sample is an unrearranged molecule that was inherited from the parental germline",
    "host": "Natural (as opposed to laboratory) host to the organism from which sample was obtained",
    "identified_by": "Name of the taxonomist who identified the specimen",
    "isolate": "Individual isolate from which sample was obtained",
    "isolation_source": "Describes the physical, environmental and/or local geographical source of the sample",
    "keywords": "Keywords associated with sequence",
    "lab_host": "Scientific name of the laboratory host used to propagate the source organism for the sample",
    "last_updated": "Date when record was last updated",
    "location": "Geographic location of isolation of the sample. Latitude and longitude are given in decimal degrees. When using latitude and longitude in the geospatial search functions, positive and negative values should be given to represent direction. When returned in the results report, N/S and E/W are displayed with latitude and longitude",
    "mol_type": "In vivo molecule type of the sequence",
    "sample_accession": "Sample accession number",
    "scientific_name": "Scientific name of the organism from which the sample was derived",
    "sequence_md5": "MD5 checksum of the sequence",
    "sequence_version": "(Description missing)",
    "strain": "Strain from which sample was obtained",
    "study_accession": "Study accession name",
    "tax_division": "Taxonomic division of the organism from which the sample was obtained",
    "tax_id": "NCBI taxon ID of the organism from which the sample was obtained",
    "topology": "Sequence topology: circular or linear"
}